Repository: johandavidsen/ks-plugin
Catalog: languages/kl.po
Languages: kl_gl

source: KS Plugin
kl_gl: KS Ikkussuussineq

source: This plugin contains custom functionality for the KS website and intranet.
kl_gl: Plugin-i taanna KS-ip nittartagaanut aamma intranetimut naleqqussagaasunik atuisinnaassuseqarpoq.

# Taxonomy General Name
source: Departments
kl_gl: Immikkoortaqarfiit

# Taxonomy Singular Name
source: Department
kl_gl: Departmenti

source: Departments
kl_gl: Immikkoortaqarfiit

source: All Departments
kl_gl: Pisortaqarfiit tamarmik

source: Parent Department
kl_gl: Angajoqqaanut immikkoortortaqarfik

source: Parent Department:
kl_gl: Angajoqqaanut immikkoortortaqarfik:

source: New Department
kl_gl: Pisortaqarfik nutaaq

source: Add New Department
kl_gl: Immikkoortortaqarfik nutaaq ilanngukkit

source: Edit Department
kl_gl: Edit-imik immikkoortortaqarfik

source: Update Department
kl_gl: Update-mik immikkoortortaqarfik

source: View Department
kl_gl: Immikkoortortaqarfik takuuk

source: Separate Departments with commas
kl_gl: Immikkoortortaqarfiit kommanik atorlugit

source: Add or remove Departments
kl_gl: Immikkoortortaqarfiit ilanngukkit imaluunniit peerlugit

source: Popular Departments
kl_gl: Immikkoortortaqarfiit nuannarineqarluartut

source: Search Departments
kl_gl: Ujaasinermut Immikkoortortaqarfiit

source: No Departments Found
kl_gl: Immikkoortortaqarfiit Nassaarineqanngillat

source: No Departments
kl_gl: Pisortaqarfiit peqanngillat

source: Departments list
kl_gl: Immikkoortortaqarfiit allattorsimaffiat

source: Departments list navigation
kl_gl: Immikkoortortaqarfiit allattorsimaffiat navigation

source: Department
kl_gl: Departmenti

source: Former URL
kl_gl: Siornatigut URL

source: Phone number
kl_gl: Oqarasuaat

source: Phone Instructions
kl_gl: Telefonikkut ilitsersuutit

source: Phone placeholder
kl_gl: Telefonimut inissisimasoq

source: Email
kl_gl: Emaili

source: PO Box
kl_gl: Postboksi

source: PO Box - default value
kl_gl: PO Box - pingaarnertut pingaarnertut

source: Address line 1
kl_gl: Adressi linja 1

source: Address line 1 - instructions
kl_gl: Adresse linje 1 - ilitsersuutit

source: Address Placeholder
kl_gl: Adresse Sumiiffimmi

source: Address line 2
kl_gl: Adresse linje 2

source: Postcode
kl_gl: Postnummeri

source: Postcode - instructions
kl_gl: Postnummeri - ilitsersuut

source: Postcode - placeholder
kl_gl: Postnummeri - inissisimaffik

source: City
kl_gl: Illoqarfik

source: City - instructions
kl_gl: Illoqarfik - ilitsersuut

source: City - placeholder
kl_gl: Illoqarfik - inissisimaffik

source: Standard opening hours
kl_gl: Ammasarfiit nalinginnaasut

source: Opening hours
kl_gl: Ammasarfiit

source: Add days
kl_gl: Ullut ilanngukkit

source: Days
kl_gl: Ullut

source: Monday
kl_gl: Ataasinngorneq

source: Tuesday
kl_gl: Marlunngorneq

source: Wednesday
kl_gl: Pingasunngorneq

source: Thursday
kl_gl: Sisamanngorneq

source: Friday
kl_gl: Tallimanngorneq

source: Saturday
kl_gl: Arfininngorneq

source: Sunday
kl_gl: Sapaat

source: Opens
kl_gl: Ammavoq

source: Opens - instructions
kl_gl: Avammut - ilitsersuutit

source: Closes
kl_gl: Matuvoq

source: Closes - instructions
kl_gl: Suliaq - ilitsersuutit

source: Phone hours
kl_gl: Oqarasuaatip ammasarfii

source: Phone hours - instructions
kl_gl: Telefonip nalunaaqutai - ilitsersuut

source: Ignore holiday closing
kl_gl: Ferie-mik matusineq soqutiginngilluinnarlugu

source: Ignore holiday closing - instructions
kl_gl: Ferie-mik matusineq - ilitsersuutit soqutiginagit

source: Requires appointment
kl_gl: Piffissamik piffissaqartitsisoqarnissaa pisariaqarpoq

source: No color
kl_gl: Qalipaateqanngilaq

source: Blue
kl_gl: Tungujortoq

source: Purple
kl_gl: Tunguusaq

source: Green
kl_gl: Qorsorpaluttoq

source: Red
kl_gl: Aappaluttoq

source: Orange
kl_gl: Orangeaq

source: Light Blue
kl_gl: Tunguusaq Bl책

source: Social
kl_gl: Inuit akornanni inuunermut tunngassuteqartoq

source: Add link
kl_gl: Link ilanngukkit

source: Link
kl_gl: Linki

source: Label
kl_gl: Allagartaq
